Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
es_mx: 1 año
fr: 1 an
id: 1 tahun
it: 1 anno
nl: 1 jaar
pt_br: 1 ano
th: 1 ปี
tr: 1 yıl

source: Custom
ar: مخصص
de: Eigenes
es: Personalizado
es_mx: Personalizado
fr: Personnalisé
id: Kustom
it: Personalizzato
nl: Aangepast
pt_br: Personalizado
th: กำหนดเอง
tr: Özel

source: Their name
ar: اسم الشريك السابق
de: Name deines Ex
es: Nombre de tu ex
es_mx: Nombre de tu ex
fr: Prénom de votre ex
id: Nama mantanmu
it: Nome del tuo ex
nl: Naam van je ex
pt_br: Nome do seu ex
th: ชื่อแฟนเก่า
tr: Eski sevgilinin adı

source: How long were you together?
ar: كم استمرت علاقتكما؟
de: Wie lange wart ihr zusammen?
es: ¿Cuánto tiempo estuvisteis juntos?
es_mx: ¿Cuánto tiempo estuvieron juntos?
fr: Combien de temps avez-vous été ensemble ?
id: Berapa lama kalian bersama?
it: Quanto tempo siete stati insieme?
nl: Hoe lang waren jullie samen?
pt_br: Quanto tempo vocês ficaram juntos?
th: คบกันมานานแค่ไหน?
tr: Ne kadar süre birlikteydiniz?

source: Less than 6 months
ar: أقل من ٦ أشهر
de: Weniger als 6 Monate
es: Menos de 6 meses
es_mx: Menos de 6 meses
fr: Moins de 6 mois
id: Kurang dari 6 bulan
it: Meno di 6 mesi
nl: Minder dan 6 maanden
pt_br: Menos de 6 meses
th: น้อยกว่า 6 เดือน
tr: 6 aydan az

source: 6 months – 1 year
ar: من ٦ أشهر إلى سنة
de: 6 Monate – 1 Jahr
es: 6 meses – 1 año
es_mx: 6 meses – 1 año
fr: 6 mois – 1 an
id: 6 bulan – 1 tahun
it: 6 mesi – 1 anno
nl: 6 maanden – 1 jaar
pt_br: 6 meses – 1 ano
th: 6 เดือน – 1 ปี
tr: 6 ay – 1 yıl

source: 1 – 2 years
ar: من سنة إلى سنتين
de: 1 – 2 Jahre
es: 1 – 2 años
es_mx: 1 – 2 años
fr: 1 – 2 ans
id: 1 – 2 tahun
it: 1 – 2 anni
nl: 1 – 2 jaar
pt_br: 1 – 2 anos
th: 1 – 2 ปี
tr: 1 – 2 yıl

source: 2 – 5 years
ar: من سنتين إلى ٥ سنوات
de: 2 – 5 Jahre
es: 2 – 5 años
es_mx: 2 – 5 años
fr: 2 – 5 ans
id: 2 – 5 tahun
it: 2 – 5 anni
nl: 2 – 5 jaar
pt_br: 2 – 5 anos
th: 2 – 5 ปี
tr: 2 – 5 yıl

source: 5+ years
ar: أكثر من ٥ سنوات
de: Über 5 Jahre
es: Más de 5 años
es_mx: Más de 5 años
fr: Plus de 5 ans
id: Lebih dari 5 tahun
it: Più di 5 anni
nl: Meer dan 5 jaar
pt_br: Mais de 5 anos
th: มากกว่า 5 ปี
tr: 5 yıldan fazla

source: Insights
ar: الرؤى
de: Einblicke
es: Análisis
es_mx: Análisis
fr: Analyses
id: Wawasan
it: Analisi
nl: Inzichten
th: ข้อมูลเชิงลึก
tr: İçgörüler
